{"2023-06-04":[{"title":"5 free ChatGPT and generative AI courses","link":"https://news.google.com/articles/CBMiR2h0dHBzOi8vY29pbnRlbGVncmFwaC5jb20vbmV3cy81LWZyZWUtY2hhdGdwdC1hbmQtZ2VuZXJhdGl2ZS1haS1jb3Vyc2Vz0gFLaHR0cHM6Ly9jb2ludGVsZWdyYXBoLmNvbS9uZXdzLzUtZnJlZS1jaGF0Z3B0LWFuZC1nZW5lcmF0aXZlLWFpLWNvdXJzZXMvYW1w?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/n3jRp-LVhlOupL7Ulm5H4wed_2QGx4sq4ZKbnHzVfw6DYTz1SLLdkNk1dtEqUQSq1SPUvnvP--gixwksR0SlfDQKYl0b74Zv7ExdSLRSEgLeES0M-LE-RX8Yq2HUF8SvsksO6r-DeqMXddfsRQXX3hX9wSrDsMwzQLRSJFmjjuFuoF8J4ZphcxSxVRnLoP6mefCMpbplRG8p9Cx10RKrpte3psac_8eZk8Vz22dv05igXEdpy04WH5iXNZM0yLF8t2PMVjpgGoEN5YeLKtG-V3wi=s0-w100-h100-rw-dcAQSWr4kL","source":false,"datetime":"2023-06-04T11:31:31.000Z","time":"3 hours ago","related":[],"text":"In the realm of technology, becoming proficient in using the most recent generation of generative artificial intelligence (AI) tools has quickly become essential. These tools, like ChatGPT or Bard, have proven to be fun and have the ability to really help us in a variety of areas of our lives. To aid you in embracing this new era of generative AI, here is a compilation of top-notch courses that can serve as invaluable resources for honing your skills and staying at the forefront of this transformative technology.One may improve their knowledge and ability to use the power of generative AI to its utmost potential by exploring these instructional materials, ensuring they make the most of these ground-breaking capabilities.ChatGPT Prompt Engineering for DevelopersOne will discover how to use large language models (LLMs) to quickly build effective apps in the course “ChatGPT Prompt Engineering for Developers” taught by Andrew Ng and Isa Fulford. Users can now create capabilities that were either too expensive, too complicated or perhaps impossible by using the OpenAI API. This course includes best practices for prompt engineering, insights into how LLMs work and examples of how to use LLM APIs for various tasks. Summarizing user evaluations, determining sentiments, identifying subjects, translating or fixing grammar in text, and expanding material by automatically producing emails are some of these tasks.The course focuses on two essential principles for writing strong prompts and walks you through methodical prompt engineering. You will also have the chance to create a unique chatbot. You will learn useful skills in timely engineering with the help of various examples and a Jupyter Notebook environment for practical experience.This training, which is being provided in collaboration with OpenAI, intends to give developers the knowledge and abilities they need to use LLMs effectively. This course is appropriate for you regardless of your level of Python proficiency or your interest in exploring cutting-edge prompt engineering and LLM usage.LangChain for LLM Application DevelopmentEnrol in the course “LangChain for LLM Application Development” to learn vital abilities for enhancing language models’ functionality in application development utilizing the LangChain framework. In this course, users will learn how to summon LLMs, write prompts, parse responses, use memory for conversations, create operation sequences, implement question-answering over documents, and explore the evolution of LLMs as reasoning agents.Participants will have a model by the end of the course that may be used as a jumping-off point for more research and diffusion model application development. This hour-long workshop, taught by Andrew Ng and LangChain co-founder Harrison Chase, equips participants to build reliable applications quickly. The course is suitable for beginners; however, some familiarity with Python is helpful. Related: 5 free artificial intelligence courses and certificationsHow Diffusion Models WorkParticipants who want to create diffusion models from scratch should take the “How Diffusion Models Work” course. This intermediate-level course offers a thorough understanding of the models used in the diffusion process. Participants will learn to build their own diffusion model and acquire useful coding skills.\n\nDuring the course, participants will:Develop their own diffusion model while exploring the field of diffusion-based generative AI.Beyond pre-built solutions and APIs, gain a thorough understanding of the diffusion process and the underlying models.Through labs on sampling, training diffusion models, creating neural networks for noise prediction, and incorporating context for personalized image generation, one can gain practical coding skills.Finish the course with a model that can serve as a starting point for further exploration of diffusion models in their own applications.The session, led by Sharon Zhou, lasts one hour and focuses on creating, refining and optimizing diffusion models to enhance participants’ generative AI capabilities. Participants may easily comprehend and expand upon the concepts provided thanks to the use of practical examples and built-in Jupyter Notebooks.Building Systems with the ChatGPT APIThe “Building Systems with the ChatGPT API” course will teach participants how to automate intricate workflows by making a series of calls to a powerful language model. This succinct course improves development skills and increases productivity. Individuals will:Create a series of prompts that respond to earlier completions.Make technologies that allow Python programs to communicate with new prompts and completions.Apply the principles taught in the course to create a chatbot for customer support.Use these abilities in real-world situations, including user query classification, safety assessment and multi-step reasoning.This one-hour session, taught by Ng of DeepLearning.AI and Fulford of OpenAI, expands on “ChatGPT Prompt Engineering for Developers” (not a prerequisite). Jupyter Notebooks and practical examples make it easier to understand and explore the course material. Collaboration within the OpenAI community guarantees current best practices for optimum performance and responsible usage. The course is appropriate for those with a basic familiarity with Python as well as for intermediate and advanced ML engineers looking for cutting-edge, quick engineering skills for language models.Related: 5 real-world applications of natural language processing (NLP)Introduction to ChatGPTJoin the \"Introduction to ChatGPT\" course by DataCamp to gain the knowledge needed for effective and responsible use of ChatGPT. This course covers ChatGPT's capabilities and restrictions and is appropriate for users of all skill levels. One can discover new integration opportunities, business use cases, and ChatGPT suggestions for best practices. The course is divided into two modules: “Interacting with ChatGPT,” which is available for free, and “Adopting ChatGPT,” which is available for purchase or through a DataCamp subscription. By the end of the course, participants may feel confident applying ChatGPT in various situations, enhancing their speed and efficiency across a wide range of tasks. "},{"title":"The Potential (And Peril) Of ChatGPT In Supply Chain Applications","link":"https://news.google.com/articles/CBMib2h0dHBzOi8vd3d3LmZvcmJlcy5jb20vc2l0ZXMvc3RldmViYW5rZXIvMjAyMy8wNi8wMS90aGUtcG93ZXItYW5kLXBlcmlsLW9mLWNoYXRncHQtZm9yLXN1cHBseS1jaGFpbi1tYW5hZ2VtZW50L9IBc2h0dHBzOi8vd3d3LmZvcmJlcy5jb20vc2l0ZXMvc3RldmViYW5rZXIvMjAyMy8wNi8wMS90aGUtcG93ZXItYW5kLXBlcmlsLW9mLWNoYXRncHQtZm9yLXN1cHBseS1jaGFpbi1tYW5hZ2VtZW50L2FtcC8?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/0SFXQ8rQtTfmmU2A2nfHptD69J3GK3sa_-xJo7ekYqycd5T5qcc8Lw-A_8PaZc0OkBNv99HOkXXb_rhs_hdIBELy1rrJaIs0cdYLZyIAN9_wLYq5bTHDC3Ob2xm5kVdOaEh6dKfZIfJU1c0k4nrbIEGzaeUez8WBdR01YQilpEg756ZORduo=s0-w100-h100-rw-dcLWKKELEG","source":false,"datetime":"2023-06-01T17:06:00.000Z","time":"3 days ago","related":[],"text":"A man studying a computer monitor that’s displaying text provided by an AI chatbot.getty\nManhattan Associates, a supplier of supply chain management software solutions and the market share leader for warehouse management systems (WMS), had their Momentum user conference last week. Sanjeev Siotta, the chief technology officer at Manhattan, spoke about the role of ChatGPT for supply chain management in one of the keynotes on day one of the conference.\n\n\nIf you have not been paying attention to technology news lately, ChatGPT – a form of what is being called Generative AI, is the most significant technology launch since the Apple iPhone. This is the fastest-growing application in history. It achieved 100 million users in only two months. ChatGPT is an AI text generating bot that was built on a family of large language models (LLMs). These models can understand and generate answers to text prompts because they've been trained on huge amounts of data. To say the application generates answers, however, is a huge understatement. It can generate whole articles in just a few seconds.\n\nI’ve played with the bot surrounding supply chain themes. My takeaway is that my job as a writer is not in imminent danger. When the theme was specific, the engine did not have the correct data to generate a useful article. When the theme was a little broader, the article that was generated was very well written but contained a lot of fluff and did not drill down into what I would consider the most salient points; further when I did an Internet search on some of the points in the article, they could not be verified. When the theme was broader and widely written about – like “sustainable supply chains,” the resulting article was excellent.\n\n\nWhat artificial intelligence does well is make predictions. Most forms of AI are prediction machines. ChatGBT is a statistical sentence/paragraph completion machine that composes content based on probabilities. The goal of ChatGPT is not to tell the truth, it is to write an article that looks like it was generated by a professional writer. The peril of generative AI is that the articles generated can be a patchwork of lies.\n\nClearly, ChatGPT could be used to help write training manuals. But Mr. Siotta of Manhattan Associates believes the potential of this technology goes well beyond that. Manhattan’s R&D team has been playing with ChatGPT for some months. They were puttering around with this technology well before it made the news. Mr. Siotta can see a potential role for generative AI in making supply chain applications better. Warehouse management systems generate huge amounts of data, which is a necessity if AI is to perform well. He envisions a manager asking the WMS “who are my best three pickers today?” Or “who should I assign to the inbound dock?”\n\nHe also believes ChatGBT could be used to help configure a WMS. If the bot is trained so that it knows every configuration option, a supply chain manager working at a retail chain could ask the machine to “create a new view that contains inventory from all distribution centers and any store that has the capability to do parcel shipments to customers!” Similarly, the bot could be used to test the code that is generated.\n\nPolly Mitchell-Gutherie wrote a good article on this in Logistics Viewpoints. For Generative AI to reach its potential, the bot needs to be asked the right questions. There is an emerging field called prompt engineering that is focused on this task. Human judgement must be applied to the outputs.\n\n\n                \n                    \n                    \n                    \n                    \n                    \n                    \n                \n                \n                Visit Advertiser websiteGO TO PAGE\n            \n            \n            \n                PLAY\n                \n                    \n                        \n                        \n                            \n                                \n                \n                \n            \n                \n                    \n                \n                    \n                        \n                            Forbes Innovation\n                        \n                    \n                \n            \n                    \n                \n                    \n                        \n                            \n                        \n                    \n                \n            \n                \n            \n                            \n                            \n                                \n                \n                    \n\n                \n            \n                                \n                \n                    \n\n                \n            \n                            \n                        \n                    \n                    \n                        \n        \n            \n                \n                    \n                \n            \n            \n        \n            \n\n            \n\n        \n    \n            \n                \n                    \n                \n            \n            \n        \n    \n                    \n                    \n                    \n                \n            \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n            \n                \n            \n        \n            \n            \n        \nA colleague and I had a conversation with Manhattan’s CEO, Eddie Capel. We of course asked him when we could expect to see this type of functionality included in upcoming product releases. He did not know. Before it can be used, the technology must be licensed from OpenAI - the parent company. They don’t yet know what that license would cost or what restrictions would surround the license.\nFollow me on Twitter. Check out my website. "},{"title":"Elliptic integrates ChatGPT to bolster crypto risk detection","link":"https://news.google.com/articles/CBMiRmh0dHBzOi8vY29pbnRlbGVncmFwaC5jb20vbmV3cy9lbGxpcHRpYy1jaGF0LWdwdC1jcnlwdG8tcmlzay1kZXRlY3Rpb27SAUpodHRwczovL2NvaW50ZWxlZ3JhcGguY29tL25ld3MvZWxsaXB0aWMtY2hhdC1ncHQtY3J5cHRvLXJpc2stZGV0ZWN0aW9uL2FtcA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/bYG8VFH45wxqmuwv5SJjAm-PDkcEFElizJxZd_e1OfJeNcdqj6O9Eab8Z2Unw-63RDTTolDi4mcZsdzmzhyLm3jQ_W-wrSMKiLuADZ-vuAYKM7H4Dcr39FUWEPrbHShBxkMbLwdnIpAhp_QxTrmUHJlOPFxTHg5UWxUZkq14x1tS-F70cgk9MdLVvIj0_PFK0COOG2m1rn7msXLIvgvwq_vDfyJwnz_vzI_-1aJw7B0wojZDPo8reduXD7helAmmnwLHQyjeQrPpPT61MwEQhkXT=s0-w100-h100-rw-dcHUKISZ4J","source":false,"datetime":"2023-06-04T08:03:45.000Z","time":"6 hours ago","related":[],"text":"Cryptocurrency risk management firm Elliptic has integrated ChatGPT to ramp up its efficiency in detecting crypto threats, which comes as other crypto firms report mixed results in its implementation.Elliptic provides risk assessments to crypto users regarding transactions, wallets and exchanges. These are conducted by its team of human researchers utilizing a proprietary data set with “over a decades worth of data.“To improve the accuracy and speed of identifying new risks, Elliptic has implemented ChatGPT into its off-chain intelligence and research operations, according to a June 1 statement.The company noted that ChatGPT will allow its researchers and investigators to tackle new risk factors “in higher volumes and at a quicker speed than ever before.“\n\nElliptic chief technology officer Jackson Hull suggested its implementation has the potential to detect risks that human researchers may have failed to recognize:“Our customers come to us to know exactly their risk exposure. Integrating ChatGPT allows us to scale up our intelligence, giving our customers a view on risk they can’t get anywhere else.”Several crypto firms have recently implemented ChatGPT into their operations, yielding mixed results.On May 3, cryptocurrency exchange Crypto.com launched a ChatGPT-based artificial intelligence (AI) user assistant, Amy, to help inform users about the industry with real-time token prices, projects and historical events.While a Crypto.com spokesperson told Cointelegraph that AI could have “massive potential implications” in the crypto industry, they expect a lot of feedback in the early days, which will be “integrated into future upgrades.”\n\nHowever, for cryptocurrency derivatives exchange, Bitget, “cracks” have already been identified in the accuracy of ChatGPT’s responses.On June 1, Gracy Chen, managing director of Bitget, told Cointelegraph that while Bitget was initially impressed by ChatGPT for handling routine customer inquiries, errors were spotted when given “more complex queries.”“Despite being trained on extensive data, ChatGPT sometimes offers misleading, biased or incomplete information, as a recent internal test reminded us,” Chen stated.Related: OpenAI commits $1M to support AI-driven cybersecurity initiativesThese developments come after Solana Labs announced on April 26 that Solana (SOL) users would soon be able to interact with the Solana network directly from ChatGPT.Through an open-source plugin created for ChatGPT, users will be able to check wallet balances, transfer tokens and purchase nonfungible tokens.Solana Labs is yet to announce when this feature will be publicly available. Cointelegraph reached out to Elliptic for comment but did not receive a response by publication.Magazine: Musk’s alleged price manipulation, the Satoshi AI chatbot and more: Hodler’s Digest, May 28 – June 3\n\n\n\n\n"},{"title":"ChatGPT in Healthcare – The Promise and the Danger","link":"https://news.google.com/articles/CBMiUWh0dHBzOi8vbWVkY2l0eW5ld3MuY29tLzIwMjMvMDUvY2hhdGdwdC1pbi1oZWFsdGhjYXJlLXRoZS1wcm9taXNlLWFuZC10aGUtZGFuZ2VyL9IBAA?hl=en-US&gl=US&ceid=US%3Aen","image":false,"source":false,"datetime":"2023-05-31T17:34:28.000Z","time":"4 days ago","related":[],"text":"\n\nThe artificial intelligence (AI) revolution is well underway and its latest phenom, ChatGPT, is taking the technology space by storm. What was once a go-to plot device of science fiction is now reality – people are communicating with machines and machines are responding and doing so with authority. As the world continues to size up the newest chatbot to make the scene, concerns on how ChatGPT might impact healthcare have already garnered significant coverage.\nJust as the Dr. Google effect causes countless individuals to use search engines and other e-resources to generate self-diagnoses that can be as dire as they are inaccurate, ChatGPT is expected to play an increasing role over time in providing answers to medical questions. As care providers try to help people differentiate helpful online medical resources from misleading ones, it remains to be seen whether ChatGPT will quell or proliferate cyberchondria. And, at present, ChatGPT is only able to draw upon information that was documented through the end of 2021. \nWhile misleading information can cause unnecessary fear about symptoms that may only be signs of a benign issue, there’s also the danger that exists when a potentially serious ailment is not recognized by generative AI that analyzes what it’s been told. The authoritative voice that ChatGPT uses may cause its users to trust inaccurate or incomplete information. This dynamic, which I’ll cite using PG rated terminology, has been referred to in some academic and industry circles as “authoritative hogwash”.\nNonetheless, generative AI can effect positive change in many ways including its impact on the ability for people across many demographics to access information that will help them to live healthier. Social determinants of health such as economic status, health literacy, and educational level, can have a detrimental impact on a person’s health. Generative AI brings with it the promise to democratize information as individuals who might otherwise be underserved now have equal access to answers pertaining to questions about their health. In some cases, the information obtained could be a matter of life and death.\nUndoubtedly, the promise of AI in general in healthcare is enormous as, for example, its application in diagnostic imaging in recent years has been transformative. By improving image quality, enhancing image reconstruction, and increasing lesion detection, AI has had a significant impact on the early detection and diagnosis of a range of diseases including cancer.\nAccuracy and security – where we are and what lies ahead\nIn addition to the accuracy or lack thereof when AI is utilized to inform individuals about health-related decisions, concerns are also on the rise about the role of AI in taking over medical notetaking for clinicians. While such technology is expected to give medical professionals a more efficient and less manual process for gathering data, the push to hand machines the responsibility of accurately recording an individual’s sensitive medical information needs to be implemented gradually and strategically.\nAs fewer humans are included in the process of checking the work of AI-generated notetaking, diagnosis and treatment regimens will become increasingly reliant on information produced by fully automated AI. This scenario carries with it a range of significant ramifications for patients, insurers, clinicians, and virtually all other entities across the healthcare continuum.\nThe security of AI-generated data is also a concern as technologies like ChatGPT require vast amounts of data to inform and drive their language processing capabilities. The effort to safeguard data breaches involving personal information and electronic health records (EHRs) will require vigilance. In March, OpenAI announced that it temporarily shut down its ChatGPT service after a bug allowed users to see the titles of other users’ chat histories. Although this bug was quickly patched, time will tell what extent and frequency of growing pains this emerging technology will experience.\nUsing AI to plan trips versus guide healthcare journeys\nWhile generative AI technologies may be invaluable for planning your next trip abroad and listing what Rick Steves has deemed to be the must-see attractions on your itinerary, putting one’s health journey in the hands of a computer is a different matter altogether.  In some cases, it might be advantageous for someone to ask ChatGPT about treatment options for an illness that they or a loved one is dealing with, but it’s not realistic to rely solely on the information generated by the inquiry. Put another way, no one is going to benefit by making life decisions based on input from a “technological child”.\nThe sweet spot for those seeking healthcare-related information is to view AI as a helpful tool to use in combination with seeking care from medical professionals. In some ways, AI-generated information can be considered akin to obtaining a second or even third opinion regarding one’s health – it makes up part of what needs to be known, but it’s not the entire story.\nPhoto: venimo, Getty Images\n \n\nThis post appears through the MedCity Influencers program. Anyone can publish their perspective on business and innovation in healthcare on MedCity News through MedCity Influencers. Click here to find out how.\n\nHear the latest industry news first. Sign up for our daily newsletter.\n\nWe will never sell or share your information without your consent. See our privacy policy.\n"},{"title":"Alibaba begins rollout of its ChatGPT-style tech as China A.I. race heats up","link":"https://news.google.com/articles/CBMiY2h0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjMvMDYvMDEvYWxpYmFiYS1yb2xscy1vdXQtY2hhdGdwdC1zdHlsZS10ZWNoLWFzLWNoaW5hLWFpLXJhY2UtaGVhdHMtdXAuaHRtbNIBZ2h0dHBzOi8vd3d3LmNuYmMuY29tL2FtcC8yMDIzLzA2LzAxL2FsaWJhYmEtcm9sbHMtb3V0LWNoYXRncHQtc3R5bGUtdGVjaC1hcy1jaGluYS1haS1yYWNlLWhlYXRzLXVwLmh0bWw?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/v6tfv0iplmsDeGIXRjvHSNyvN0lMvw97LDNncRhLUaa18HlFFtB2WTAF53AsnI5j4LacjWm6l2QMRIsy8y2pJoG7n6mVVJXYzC0aXItrf1Ba7uvqj9SrYp4ahnOFMk7D43_fU3tIx9TpAaB-MOgzLWxISz8YuykvyXTR0GPfoJ6Sv5i4vIf3X3qHYlYGcBBopnKBlUNQOpJZ8s0wvA=s0-w100-h100-rw-dcAXCWl6gH","source":false,"datetime":"2023-06-01T09:37:04.000Z","time":"3 days ago","related":[],"text":"Alibaba Cloud, the cloud computing subsidiary of Alibaba, unveiled its ChatGPT-style product Tongyi Qianwen during the 2023 Alibaba Cloud Summit on Tuesday morning.Bloomberg | Bloomberg | Getty ImagesAlibaba on Thursday began rolling out its ChatGPT-style technology as Chinese tech giants look to take a lead in the country’s artificial intelligence race.ChatGPT, developed by U.S. firm OpenAI, is an AI chatbot that can answer questions when prompted by a user. It has gone viral, sparking huge interest in the area of generative AI, the technology which underpins ChatGPT.Last month, Alibaba revealed Tongyi Qianwen, its large language model — a system that is trained on huge amounts of data in order to recognize and generate content.Alibaba’s cloud computing division, which is leading the AI charge for the company, said Thursday that Tongyi Qianwen will be integrated into a digital assistant called Tingwu.Tongyi Tingwu, the AI-powered assistant, will be able to analyze multimedia content and generate a text summary from video and audio files, according to Alibaba.Tongyi Tingwu, which is now available for public testing, will be integrated first into DingTalk, a business-focused messaging service run by Alibaba.“We live at a time when a growing amount of video and audio content is being consumed in various formats every day. In line with this, Tongyi Tingwu aims to use the large language model to facilitate faster and better comprehension and easier sharing of multimedia content,” Jingren Zhou, CTO of Alibaba Cloud Intelligence, said in a press release.Alibaba said it will release further features for Tongyi Tingwu later this year including real-time translation between English and Chinese for multimedia content. The service will be a plugin for Google’s Chrome web browser.An Alibaba spokesperson told CNBC that the company will work with corporate cloud customers to build tailored AI products based on the Tongyi Qianwen large language model.The rollout of Alibaba’s latest offering comes at a time when Chinese technology giants are talking up their AI capabilities as a way to spur growth for their businesses which have been hurt by a slowing domestic economy and stricter regulation from Beijing.In March, Chinese search giant Baidu unveiled its ChatGPT competitor called Ernie Bot, but the company is waiting for regulatory approval for its release. Baidu also plans to roll out the technology across its products.In China, domestic tech giants are treading carefully with AI developments given Beijing’s tight internet controls and regulation around such technology. ChatGPT itself is blocked by China’s internet censorship system.The country’s tech firms, including Alibaba, Tencent and Baidu are keen to stay on the right side of regulators and have not launched a wide-scale public rival to ChatGPT, instead choosing to focus their AI technology on specific areas."},{"title":"Japan privacy watchdog warns ChatGPT-maker OpenAI on user data","link":"https://news.google.com/articles/CBMiiQFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvdGVjaG5vbG9neS90ZWNoLW5ld3MtdGVjaG5vbG9neS9qYXBhbi1wcml2YWN5LXdhdGNoZG9nLXdhcm5zLWNoYXRncHQtbWFrZXItb3BlbmFpLW9uLXVzZXItZGF0YS04NjQ0NjMwL9IBjgFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvdGVjaG5vbG9neS90ZWNoLW5ld3MtdGVjaG5vbG9neS9qYXBhbi1wcml2YWN5LXdhdGNoZG9nLXdhcm5zLWNoYXRncHQtbWFrZXItb3BlbmFpLW9uLXVzZXItZGF0YS04NjQ0NjMwL2xpdGUv?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/-YwpH6ZCWt2vNVspK6FW8sXU4poIUzj-2AV-jjZXmfjCzNWu67vQOJNvNNhIgUOd6vKx9fPEkjVHfYYxUPPZbf0vM-pNSUpGtk6DQnSXPCb2csVV_A=s0-w100-h100-rw-dcgUKCLtFiZAsC","source":false,"datetime":"2023-06-04T03:39:02.000Z","time":"11 hours ago","related":[],"text":"Japan’s privacy watchdog said on Friday it has warned OpenAI, the Microsoft-backed startup behind the ChatGPT chatbot, not to collect sensitive data without people’s permission.\nOpenAI should minimise the sensitive data it collects for machine learning, the Personal Information Protection Commission said in a statement, adding it may take further action if it has more concerns.Regulators around the world are scrambling to draw up rules governing the use of generative artificial intelligence (AI), which can create text and images, the impact of which proponents compare to the arrival of the internet.\nWhile Japan has been on the backfoot with some recent technology trends, it is seen as having greater incentive to keep pace with advances in AI and robotics to maintain productivity as its population shrinks.\nThe watchdog noted the need to balance privacy concerns with the potential benefits of generative AI including in accelerating innovation and dealing with problems such as climate change.\nJapan is the third-largest source of traffic to OpenAI’s website, according to analytics firm Similarweb.\nOpenAI CEO Sam Altman in April met Prime Minister Fumio Kishida with an eye to expansion in Japan, ahead of the Group of Seven (G7) leaders summit where Kishida led a discussion on regulating AI.\nThe EU, a global trendsetter on tech regulation, set up a taskforce on ChatGPT and is working on what could be the first set of rules to govern AI.\nIn the meantime, the rapid spread of such chatbots has meant regulators have had to rely on existing rules to bridge the gap.\nItalian regulator Garante had ChatGPT taken offline before the company agreed to install age verification features and let European users block their information from being used to train the system.\nAltman last week said OpenAI had no plans to leave Europe after earlier suggesting the startup might do so if EU regulations were too difficult to comply with.\n"}]}