{"2023-05-07":[{"title":"Society and Technology: The Space Observing Imperative","link":"https://news.google.com/articles/CBMiTGh0dHBzOi8vc3BhY2VuZXdzLmNvbS9zb2NpZXR5LWFuZC10ZWNobm9sb2d5LXRoZS1zcGFjZS1vYnNlcnZpbmctaW1wZXJhdGl2ZS_SAQA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/LzkOmsHzc_C3jC83AkV1eVI8ORKDwPS1hFwcCoUpDdYFnDl5VuOu8pmW9nW6JxX7cxAiwnOZs_c2Nj9s9BxQdfD4RygLjfwe_wG2Ve6ToGsiAMWgNbQ66bpIk1Wkp9QTQuMsv7Tahi5kWOqoSJ4YAqA4=s0-w100-h100-rw-dcAZCKpEIF","source":false,"datetime":"2023-05-05T12:51:27.000Z","time":"2 days ago","related":[],"text":"\n\t\t\n\n\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\n\n\t\t\t\t\t\t\tConcept animation of Geospace Dynamics Constellation orbiting Earth through the upper atmosphere.   Credit: NASA's Goddard Space Flight Center/Conceptual Image Lab\n\t\t\t\n\t\t\t\n\n\t\t\n\n\n\t\n\n\t\t\n\t\t\nDaniel N. Baker is the director of the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder. Dr. Baker chaired the National Research Council’s 2013-2022 Decadal Survey in Solar and Space Physics.\n\n\n\nRobotic space programs have been one of the greatest achievements of the United States. These programs have been the source of unparalleled success, technical achievement, and leadership for over 65 years. This is why scientific spacecraft programs are too important to our nation’s welfare and our leadership in the world to ever shortchange or undervalue them through poor policy decisions.\n\n\n\nThe first objective in the Space Act of 1958 — and still the first objective to this day — is “The expansion of human knowledge of phenomena in the atmosphere and space.” Due to the power and importance of this objective, our home planet Earth, every major body from our Sun through Mercury all the way out to Pluto, and the universe far beyond have been explored and continue to be explored.\n\n\n\nThis amazing record of robotic mission success and compelling accomplishment deserves unstinting support from our government and the taxpaying public. And, indeed, over the past several years the science portion of NASA, the Science Mission Directorate, has received strong budgetary support. Unfortunately, in the most recent President’s Budget Request (PBR) for Fiscal Year 2024, there was highly disappointing news. While NASA as a whole received a relatively healthy proposed budget increase for FY24, the science part of NASA was slated to have some effective budget decreases. Specific disciplines like Astrophysics would receive only a 3% increase, and Heliophysics is proposed to have decreased funding compared with the 2023 enacted budget. Such a level of science funding would obviously not keep up with the present inflation rate and risks pitting human exploration against science where, through Artemis, such a partnership is not only wanted but required. Per both Administrator Bill Nelson and Deputy Administrator Pam Melroy, science is a key motivation for the Artemis program and is built into all aspects of that program. Unfortunately, to many scientists, these statements by administrators ring hollow based on the 2024 proposed budget.\n\n\n\n\nThe NASA science program has had great challenges in recent times. The COVID pandemic, affecting many elements of society, made it exceedingly difficult to permit science and engineering teams to work on flight missions in the ways originally planned. This has caused unavoidable complications for solar, Earth, planetary, and astrophysical program developments. Yet, in contrast to many other federal science agencies, effectively no funding was appropriated to NASA to offset such impacts. Moreover, supply chain issues for the material and sophisticated hardware of space systems have delayed mission development by weeks, months, and in some cases, years. NASA’s Science leadership has done a laudable job during these times, racking up success after success. Nevertheless, this recent turmoil has caused NASA missions to cost more than had been budgeted in the pre-COVID planning stages and has added stress for the vital U.S.-wide research community that relies on these programs.\n\n\n\nOne of the most concerning messages contained in the FY24 PBR was that the Administration would propose to place missions of greatest national necessity by NASA’s own admission — studying our near-Earth space environment — in a “pause” mode. If this PBR plan were to be adopted, a highest priority flight mission called the Geospace Dynamics Constellation (GDC) would be forced to slow to a snail’s pace. This six-satellite space program was a top priority in the last Solar and Space Physics (Heliophysics) decadal survey issued by the U.S. National Academies in 2013.  GDC was re-endorsed by the Academies’ mid-term review released in February 2020. I chaired the 2013 Decadal advisory report for the Academies, and I can say without equivocation that we as a nation (and as a spacefaring world) need GDC desperately, even more so today than when it was initially proposed. We must understand the interaction of our Sun with Earth’s upper atmosphere and ionosphere.\n\n\n\nThere presently are hundreds of spacecraft operating in low-Earth orbit (LEO). Soon there will be thousands of such spacecraft that are helping provide our world with high-speed global communication, precise position and navigation guidance, weather and climate preparedness, and countless other crucial societal benefits. Furthermore, the upper atmosphere is also a key loss region for orbital debris which constitutes one of the main threats to humanity’s ability to utilize low-Earth orbit and for which remarkably little is known. All these benefits are at risk — especially with the powerful increase in solar activity as Solar Cycle 25 peaks — without the better scientific understanding of the Sun-Earth connection that only GDC can and will provide.\n\n\n\nI call upon the Biden administration to reconsider promptly and thoughtfully these ill-advised budget actions proposed in their FY24 PBR. I would urge that the Administration recognize fully the kind of stresses that science and technology programs have endured because of COVID, and remedy their impact as they have done for other agencies. The budgets for all science disciplines should be boosted appropriately to allow programs to be carried out successfully and in a timely and cost-effective way. Certainly, our nation and its agencies should not choose this time of great observational need to place the space program on a starvation diet. I also call upon Congress to help remedy these debilitating deficiencies of the PBR and ensure that key programs such as GDC are carried out on time and without fail. \n\n\n\n“Leadership is fragile”, said famed NASA flight director Gene Kranz. This is especially the case as the U.S. enters into a new competition with other nation-states. We must protect and project leadership especially in the very area on which all of NASA is built: “the expansion of human knowledge of phenomena in the atmosphere and space.” This is an activity worthy of the support of a nation that is more inspired, more protected, and more powerful as a result of these programs.\n\n\t\n\n\t\n\n\t\n\t\t\t\n\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tDaniel N. Baker is director of the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder.\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tMore by Daniel N. Baker\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\n\n\n\n\n\t\t\t\t\n\t\t\t\t\t\n\t"},{"title":"Debate rages about future of New Horizons","link":"https://news.google.com/articles/CBMiQGh0dHBzOi8vc3BhY2VuZXdzLmNvbS9kZWJhdGUtcmFnZXMtYWJvdXQtZnV0dXJlLW9mLW5ldy1ob3Jpem9ucy_SAQA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/bibYN6RfLKnr8eCKLPKllFd3Zar79jozK5ewkJuzVetcG-FmX7ImQL1MocgT3abIqqdeUjMFLAumjchBuwthdGkyq-zGYgYKnz6DGW3t3Ql7FNhqP_VzNCWCqY13Z_aFsTtH9vnO220nDqRPh3JReqUcypJd9Db6W11Sb8jQJExc4jGeP0Q=s0-w100-h100-rw-dcFXOGCTIF","source":false,"datetime":"2023-05-04T20:32:53.000Z","time":"3 days ago","related":[],"text":"\n\n\t\t\n\t\t\nLAUREL, Md. — NASA and the science team for a spacecraft in the outer reaches of the solar system are locked in a dispute about the future of that mission and the science it can perform.\n\n\n\nThe uncertainty about the future of the New Horizons mission started last year when NASA reviewed a proposal from the mission’s science team for a second extended mission. The spacecraft, launched in 2006, flew by Pluto in 2015 and the Kuiper Belt object Arrokoth in early 2019, and will continue to traverse the Kuiper Belt through 2028.\n\n\n\nThe project team had proposed a multidisciplinary science mission for New Horizons, conducing a mix of astrophysics, heliophysics and planetary science research. The focus is “only things that can be done by dint of being at that great distance or in the Kuiper Belt,” said Alan Stern, principal investigator for New Horizons, at a meeting of the Outer Planets Assessment Group (OPAG) here May 3.\n\n\n\nNASA, as part of the planetary science senior review that considered proposals from New Horizons and other spacecraft seeking extended missions, only approved funding for two years, rather than three as requested. The agency elected to fund New Horizons through fiscal year 2024 as part of the planetary science division, then have the mission compete in a separate senior review for the heliophysics division for fiscal year 2025 and beyond.\n\n\n\n\nThe agency’s rationale was that the planetary science that New Horizons could do was less compelling than astrophysics and heliophysics. The senior review gave the overall proposal a score of “excellent/very good”, the second-highest possible score, but the planetary portion was rated “very good/good”, two levels lower.\n\n\n\n“The proposed Kuiper belt object (KBO) studies are unlikely to dramatically improve the state of knowledge,” the senior review report stated. New Horizons would be able to observe several KBOs at a distance, and at viewing angles not possible from the Earth, but the report concluded that those observations would not be competitive with ground-based observations.\n\n\n\n“We think that this is shortsighted,” Stern said. “It was the only mission ever sent and the only mission planned to study the Kuiper Belt, and we’re still there.”\n\n\n\nHe said that while the mission was invited to submit a proposal to the heliophysics senior review, it has decided not to do so. His concern was that New Horizons would become an “infrastructure” mission for heliophysics without a dedicated science team but instead teams that run the spacecraft’s instruments. “I dub them ‘zombie’ teams.”\n\n\n\n“Writing a proposal to walk the plank, if you will, writing a proposal for the entire science team to be disbanded, did not look like something that we wanted to do,” Stern said. “We were afraid that the proposal would be accepted.”\n\n\n\nThat puts the future of New Horizons after fiscal year 2024 in limbo. “We are in a quandary. I don’t know what we’re going to do about it,” said Curt Niebur, lead scientist for flight programs in NASA’s planetary science division, at the OPAG meeting. NASA had hoped the mission would accept the senior review outcome. “That path is broken.”\n\n\n\n\nHe acknowledges, though, there had been a “miscommunication” on NASA’s part about the ability of New Horizons to do planetary science, particularly if scientists find a Kuiper Belt object in range of the spacecraft for a close flyby. “Should a KBO be found, yes, let’s talk about it. Let’s see if it’s reachable,” he said. “Let’s continue the search and we’ll take that up at the time that we find it.”\n\n\n\nHowever, another KBO flyby appears unlikely. “It’s a needle-in-a-haystack problem. We’re looking,” he said, efforts that have included upgrading an instrument on the Subaru Telescope in Hawaii to better look for targets. “The odds are against us.”\n\n\n\nThat search, he argued, would become impossible if NASA’s plans for New Horizon go forward. “I doubt we’ll get any telescope time in 2024 because the planetary portion of the mission is ending,” he said, as observatories decide to allocate telescope time to others.\n\n\n\nIn March, NASA issued a request for information for a potential “New Horizons Interstellar Mission” that would continue the mission after fiscal year 2024. It sought ideas for heliophysics and other science the mission could do in 2025 through 2027 “to gauge the level of interest of the wider science community in pursuing the next phase of science leadership for the mission” and the costs to do so.\n\n\n\nThe document stated that “mission operations would be terminated at the end of the second extended mission” at the end of fiscal year 2024, but both Niebur and Stern emphasized at the OPAG meeting that there are no plans by NASA to turn off the spacecraft.\n\n\n\n“The senior review did not suggest that the mission be truncated,” Niebur said. “NASA is not suggesting we turn off New Horizons.”\n\n\n\n“NASA is not planning to turn the spacecraft off, simply to terminate the planetary mission and to dismiss the planetary team,” Stern said.\n\n\n\nWhile NASA’s planetary programs have struggled with cost issues, from potential increasing costs for Mars Sample Return to the delay in the Psyche launch that has pushed back the VERITAS Venus mission by three years, New Horizons takes up a minute part of the overall planetary budget. NASA requested $9.7 million for the mission in its fiscal year 2024 budget proposal, less than 0.3% of the overall planetary science budget of $3.38 billion.\n\n\n\n“We need to finish the Kuiper Belt,” Stern said, “We finally got a spacecraft here. We’re going to leave the Kuiper Belt in a few years. Why so impatient over pennies out of the planetary budget?”\n\n\n\nSome at the OPAG meeting suggested that a solution would require some improved cooperation among NASA’s science divisions, including perhaps a more equitable sharing of mission costs. “Meritorious science can be achieved in heliophysics, astrophysics and planetary science but science optimization will require creative problem solving and cross-divisional leadership,” the senior review report stated.\n\n\n\n“The longer you explore space, the more cross-divisional it becomes,” said Pontus Brandt of the Applied Physics Lab, who joined the New Horizons science team last year to support heliophysics studies. “Nature doesn’t really care about divisions and we need to figure out how to support that.”\n\n\t"},{"title":"Dragonfly mission studying effects of potential budget cut","link":"https://news.google.com/articles/CBMiUWh0dHBzOi8vc3BhY2VuZXdzLmNvbS9kcmFnb25mbHktbWlzc2lvbi1zdHVkeWluZy1lZmZlY3RzLW9mLXBvdGVudGlhbC1idWRnZXQtY3V0L9IBAA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/Wph3AO9XEjXsC779CrWf91lVU-Th9qD_K3mYBNFtekscZ69r3PEwBEQcGCbI4fJOywtyF5CKw1xce3mAdzyTBrDdgS4wvgVEC5p5YBPFTiIdUIid3Z-oiJwFOlu0HJw1KryTw0K0w4LFKLTIiHU2DGJEq448B_uXOsZ4zUs=s0-w100-h100-rw-dcFXWO6i0G","source":false,"datetime":"2023-05-06T19:42:50.000Z","time":"18 hours ago","related":[],"text":"\n\n\t\t\n\t\t\nLAUREL, Md. — A proposed cut of nearly 20% in the budget for NASA’s Dragonfly mission to Saturn’s moon Titan in 2024 could force changes to the mission or its schedule, a top project official said May 3.\n\n\n\nNASA’s fiscal year 2024 budget proposal requested $327.7 million for Dragonfly, a rotorcraft that would land on Titan and then fly through the moon’s dense atmosphere, going to various locations to study the building blocks of life. Dragonfly is scheduled for launch in 2027, landing on Titan in 2034.\n\n\n\nThe budget proposal reflects an 18.1% reduction from the $400.1 million Dragonfly received in fiscal year 2023. NASA’s budget document says only the agency “updated the budget profile to reflect updated estimates for a launch readiness date of June 2027.”\n\n\n\nSpeaking at a meeting of the Outer Planets Assessment Group (OPAG) here May 3, Zibi Turtle, principal investigator for Dragonfly at the Applied Physics Lab, said the fiscal year 2024 proposal affects plans for the mission. “The NASA budget request for FY24 would fund Dragonfly at a level that is below what we estimate is necessary over our profile,” she said.\n\n\n\n\nShe did not specify how much of a difference there is between the request and the mission’s profile, but said the project is looking at options on how to address that shortfall. “We are still in that process of evaluating cost and schedule options moving forward.”\n\n\n\nDragonfly completed its preliminary design review in early March, which Turtle said went well. The mission is preparing for a confirmation review, where NASA will set a formal cost estimate and launch date for the project, in the early fall, and she noted that evaluation of cost and schedule options would be part of planning for the confirmation review.\n\n\n\nThe proposed cut has gotten the attention of members of Congress. In back-to-back hearings in April, Sen. Chris Van Hollen (D-Md.) and Rep. Dutch Ruppersberger (D-Md.) asked NASA Administrator Bill Nelson about the proposed cut. The Applied Physics Lab, which is leading Dragonfly, is based in Maryland.\n\n\n\n“Everything I know from the experts is that it doesn’t compute. You can’t cut by 20% and still remain on target,” Van Hollen said in a Senate appropriations hearing April 18.\n\n\n\nNelson said in both hearings that the cut would not delay Dragonfly’s 2027 launch. “We are still planning on launching Dragonfly in ’27. That has not changed,” Nelson told Ruppersberger at a House appropriations hearing April 19. “Right now, there is not any plan for a cut in fiscal year ’24.”\n\n\n\nEarlier at the OPAG meeting, other NASA officials attempted to explain the reduced funding for the mission as part of the variability of the overall appropriations process. “It’s kind of a moving target,” said Henry Throop, a program scientist in NASA’s planetary science division, May 2. “This is enough for continued development of the mission.”\n\n\n\n\n“The budget process doesn’t provide certainty,” said Curt Niebur, lead scientist for flight programs in NASA’s planetary science division, but he emphasized that NASA supported the mission.\n\n\n\n“Dragonfly has had a rough road programmatically,” he said, a reference to issues such as a one-year delay in the launch NASA announced in 2020 to cover costs outside the mission itself, such as the effect of the pandemic on other planetary missions. “There’s a commitment to traveling that rough road at all levels, from the project on up.”\n\n\n\nDealing with operations costs\n\n\n\nThe pandemic has been one key factor in rising costs of planetary missions in general. Another, Niebur said at the OPAG meeting May 2, was growing costs of operating missions once they are launched.\n\n\n\nHe said that planetary missions are overrunning their estimated costs for operations, known as Phase E in NASA programmatic parlance, by an average of 52% over their original proposals. “We have a big Phase E problem.”\n\n\n\nMissions have argued that they can’t provide updated estimates for operations costs until a review called Key Decision Point E, within a few months of launch. He suggested that puts NASA in a bind, since by that time the spacecraft is completed and ready for launch. “What do you think the chances are that we say no to that, when we’re two months from launch?” he said. “That is devastating our ability to plan ahead.”\n\n\n\nThe problems with increased operations costs across the board, Niebur said. “Every planetary mission has a Phase E upper,” or increase, he said. NASA’s Science Mission Directorate is starting study to look at cost growth in operations of planetary and other missions.\n\n\n\nHe placed much of the blame for the operations cost increases on those proposing missions, for failing to look at performance of earlier missions as well as rejecting proposals to place a cap on Phase E costs on future missions. “We seem unable, unwilling, reluctant to look back at past performance and use that to guide our missions for the future,” he said. “That ends now.”\n\n\t"},{"title":"DoD spending on commercial space services negligible, despite ...","link":"https://news.google.com/articles/CBMibmh0dHBzOi8vc3BhY2VuZXdzLmNvbS9kb2Qtc3BlbmRpbmctb24tY29tbWVyY2lhbC1zcGFjZS1zZXJ2aWNlcy1uZWdsaWdpYmxlLWRlc3BpdGUtZ3Jvd2luZy1zcGFjZS1mb3JjZS1idWRnZXQv0gEA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/erIgObt1i_V-8mKgDKSwFR7K6YfcWp_6XL2d-UM5h7pdf6qx4IoWp9sU8koHCF8SoQ39X6bgH0Je5N-agO21YIhblpcByqNoKyf0Jctlew9L9cUK5iy4njIsm7tsrOj1FWSsVsI8QIaKngwIdkhP2xIgSRmWMoQjH7jferjePw1QBlQ=s0-w100-h100-rw-dcAWCatrDogUwC","source":false,"datetime":"2023-05-05T13:36:04.000Z","time":"2 days ago","related":[],"text":"\n\n\t\t\n\t\t\nWASHINGTON — Pentagon officials have called attention to DoD’s need to access commercial space industry services. However, very little of the Space Force’s budget is being allocated to these types of services, a space industry and budget analyst said May 2.\n\n\n\nCommercial space services — enabled by increasingly capable small satellites and cheaper access to orbit — include imagery, space surveillance, weather data, broadband communications and others that could be procured as an alternative to traditional acquisitions. \n\n\n\nWhat the Space Force budget shows is that, other than satellite communications, very few technologies today are bought as services, analyst Mike Tierney, head of legislative affairs at the National Security Space Association, said at a briefing on Capitol Hill.\n\n\n\nThe Pentagon’s funding proposal for fiscal year 2024 seeks $30 billion for the U.S. Space Force, which DoD called its largest ever space budget. \n\n\n\n\nMost of that funding is for the development and procurement of next-generation satellite constellations and other systems that the government owns and operates. Tierney said it’s difficult to quantify spending on commercial space services because there is no separate funding line for that. He estimates it is only a small fraction of overall spending. \n\n\n\n“It’s a fair question, and definitely a question I get a lot,” said Tierney.\n\n\n\n“I’m always looking inside of these buckets for commercial activity that meets the expectations of what the industry thinks a commercial capability is,” he said. “But we’re talking about really a fraction of the totality of that $30 billion.”\n\n\n\nTierney said there is a mismatch between the industry’s expectations of DoD as a customer of commercial space services and the actual dollars that are being spent on these emerging technologies.  \n\n\n\n“There remains a disconnect between what industry wants and believes the department should be doing relative to commercial space investments,” Tierney said. “And I think there will continue to be that friction between what the industry wants and what the government is willing to let go.”\n\n\n\nTierney said one of the government’s reservations about commercial systems is network security. “Every time you bring up commercial services in these conversations, that is often a concern,” he added. \n\n\n\n\nThe use of commercial services will likely grow over time,“but there’s still a way to go from what I think the industry is looking for.”\n\n\n\nSpace Force office to buy commercial services\n\n\n\nA military official from the U.S. Space Systems Command meets with private sector executives at the Space Symposium in Colorado Springs. Credit: Space Systems Command \n\n\n\nThe Space Systems Command based in Los Angeles last year stood up a Commercial Services Office — recently rebranded as the Commercial Space Office — in the Washington D.C. area. \n\n\n\nThe office, run by Col. Richard Kniseley, materiel leader at Space Systems Command, was created to figure out what services could be bought from the private sector to supplement or replace government-owned systems.\n\n\n\nBut making that transition could take years until procurement cycles and DoD’s budget process catch up with users’ demands, said the acting deputy director of the Commercial Space Force Jeremy Leader.\n\n\n\nSpeaking last month at an AFCEA Los Angeles event, Leader said there are sectors of the space industry developing technologies of interest to the government but for which a commercial market does not yet exist.\n\n\n\nAn example of that is on-orbit satellite services and alternatives to GPS navigation, he said. “DoD will have to be an anchor tenant for a while until a commercial market emerges … The intent is to help create those markets.”\n\n\n\nHe said the establishment of a Commercial Space Office was in response to the emergence of “companies and capabilities that we hadn’t seen before.”\n\n\n\nMost of the commercial space office’s efforts now are on contracting for satellite communications and for space domain awareness data. \n\n\n\nThere are still obstacles to buying services that are mostly bureaucratic. “Some of them are of our own making,” said Leader. “We actually want to put our money where our mouth is. It just takes a little bit longer with the budget cycles.”\n\n\n\nNot much will change until “we bake these commercial capabilities into our force designs, and into our budgets. It needs to be part of the baseline,” he said. \n\n\n\nOnce there is a budget line item for a commercial service, Leader added, it will be “very clear for industry and for the program executive officers to be able to execute.”\n\n\n\n“If folks don’t have their own dedicated line item for commercial capabilities within their mission area, it makes it kind of convoluted to try to find where that commercial money is actually available,” he noted. “So even if I talk to a PEO who’s willing to do some things commercially, it’s hard to get that message if you can’t point to a line item in the budget.”\n\n\t"},{"title":"BlackSky seeks to extend operations of satellites running on empty","link":"https://news.google.com/articles/CBMiWWh0dHBzOi8vc3BhY2VuZXdzLmNvbS9ibGFja3NreS1zZWVrcy10by1leHRlbmQtb3BlcmF0aW9ucy1vZi1zYXRlbGxpdGVzLXJ1bm5pbmctb24tZW1wdHkv0gEA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/2810mqsvJbGmlO-3tP_eAGzB4eK6iE8n4bJ-soeMmoVs1PpJERH2gpzqUg_dB3e0eWhjS1myiw0mEZJq2qUmhXcqwRpHiwr2hEhWpsRwvJunGJui7eqbl7V9tOuAGF8TDKncuQ8JEbiCCaXkhElx=s0-w100-h100-rw-dcTeGKtsQE","source":false,"datetime":"2023-05-05T11:55:08.000Z","time":"2 days ago","related":[],"text":"\n\t\t\n\n\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\n\t\n\n\t\n\t\t\t\n\n\t\t\t\t\t\t\tRendering of BlackSky's constellation of imaging satellites in low Earth orbit.  Credit: BlackSky\n\t\t\t\n\t\t\t\n\n\t\t\n\t\t\t\t\t\n\n\n\t\n\n\t\t\n\t\t\nUpdated 1:15 p.m. Eastern with BlackSky comment.\n\n\n\nWASHINGTON — BlackSky is requesting permission to operate two of its satellites in lower orbits as the spacecraft are running out of propellant.\n\n\n\nThe company filed a request for special temporary authority (STA) with the Federal Communications Commission April 28, asking the FCC to allow the company to continue operations of its Global 7 and Global 8 imaging satellites below the originally authorized lower limit of 385 kilometers. The company is requesting permission to operate the satellites at altitudes as low as 340 kilometers.\n\n\n\nMuch of the publicly available request is redacted, including a section under the heading “Emergency”. However, several passages in the document refer to refer to the spacecraft running out of the propellant needed to maintain their orbits.\n\n\n\n\nThe company said it is asking that the STA, initially lasting for 30 days for each satellite, “commence from the point in time that, due to the anticipated loss of remaining propellant, each such satellite is not able to be maintained at or above 385 kilometers.”\n\n\n\nElsewhere, the document notes that the extension of operations will not affect plans for post-mission disposal of the satellites through uncontrolled reentries. “BlackSky’s orbital debris mitigation plan is, and has always been, that the satellites will descend to the earth by force of gravity after exhaustion of propulsion capability,” the company stated. “Since the operational missions of the satellites will be extended for short periods after the loss of propulsion, the post-mission orbital lifetime of the satellites will be commensurately shortened.”\n\n\n\nThe company said it set 385 kilometers as the minimum altitude of operations for the satellites based on the expectation that atmospheric drag and other forces on the satellites would reach the limit of “operational stability” for them. However, the satellites have not shown any signs of reaching those limits, it noted.\n\n\n\n“Taking into account this operational experience and BlackSky’s engineering analysis based upon this experience, BlackSky is confident that it can operate the satellites as they descend below 385 kilometers while maintaining necessary stability at least until its satellites reach the new requested minimum altitude of 340 kilometers,” it stated.\n\n\n\nThe unredacted portions of the request provide no details about why the spacecraft are running out of propellant, although it appears to be earlier than expected. The two spacecraft launched as rideshare payloads on a SpaceX Falcon 9 Starlink mission in August 2020, and the STA notes the spacecraft have a three-year design life.\n\n\n\nAccording to the space tracking service Celestrak, the average orbital altitude of Global-7 has been declining since the beginning of the year, when it was at nearly 400 kilometers, with a steeper decline starting in early March, taking it to 389 kilometers as of May 4. The altitude for Global-8 has been going up in the last two months, from 388 kilometers at the beginning of March to 393 kilometers as of May 4. However, there has been a longer-term trend of declining altitudes dating back to June 2022, when it was at an altitude of 406 kilometers.\n\n\n\n\nThe company said in the STA, which is still pending at the FCC, that it is coordinating with other government agencies to ensure the operations of the two satellites in lower orbits do not cause any communications interference with other satellites. It is also seeking to amend its commercial remote sensing license issued by the National Oceanic and Atmospheric Administration to allow imaging at altitudes below 385 kilometers.\n\n\n\n“The system is designed with significant reserve and redundant capacity to eliminate impacts of any individual satellites that, as expected, will come in or out of service over time,” Lyn Chassagne, vice president of marketing at BlackSky, said in a statement to SpaceNews May 5. “With respect to the FCC filing, we will occasionally raise or lower altitudes of individual satellites as part of normal course of operations which can extend mission life, deliver increased performance, or support maintenance operations.”\n\n\n\nThe company, publicly traded on the New York Stock Exchange, has not made any other regulatory filings about the satellites. BlackSky is scheduled to release its first quarter financial results on May 10 before the markets open.\n\n\t\n\n\t\n\n\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tJeff Foust writes about space policy, commercial space, and related topics for SpaceNews.\n\nHe earned a Ph.D. in planetary sciences from the Massachusetts Institute of Technology and a bachelor’s degree with honors in geophysics and planetary science...\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tMore by Jeff Foust\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\n\t\t\t\n\t\t\n\n\n\n\n\t\t\t\t\n\t\t\t\t\t\n\t"},{"title":"SAIC signs another commercial partner for its small satellite business","link":"https://news.google.com/articles/CBMiXWh0dHBzOi8vc3BhY2VuZXdzLmNvbS9zYWljLXNpZ25zLWFub3RoZXItY29tbWVyY2lhbC1wYXJ0bmVyLWZvci1pdHMtc21hbGwtc2F0ZWxsaXRlLWJ1c2luZXNzL9IBAA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/Xg-JpkGeLa0vj4_BXUUb0Vpnm9OeyI-KW2eDjHhMny7cWRWWwhMrGW1Rxy5c3BdSpOjhURDbP6CNAy3PrdaVr2GazuuU79V9a1-kGnfXAU2i08e3uuk7vQCn2bdVGK6aZGoUOY16uunQS2R-y73poKQ-h8lncPBcsOpLKqORvo8MN-jnUm61=s0-w100-h100-rw-dcDWGK9MQE","source":false,"datetime":"2023-05-05T23:22:12.000Z","time":"2 days ago","related":[],"text":"\n\t\t\n\n\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\n\t\n\n\t\n\t\t\t\n\n\t\t\t\t\t\t\tIllustration of GomSpace 8U cubesats. Credit: GomSpace\n\t\t\t\n\t\t\t\n\n\t\t\n\t\t\t\t\t\n\n\n\t\n\n\t\t\n\t\t\nWASHINGTON — U.S. defense contractor SAIC announced May 5 it will partner with European manufacturer GomSpace to develop small satellites for U.S. government agencies, commercial firms and universities.\n\n\n\nThe companies signed a memorandum of understanding April 18 at the Space Symposium in Colorado Springs.\n\n\n\nSAIC signed a similar agreement last year with small satellite startup Rogue Space Systems. \n\n\n\nBased in Reston, Virginia, SAIC is looking to grow its space business integrating commercial satellite buses and payloads at a newly expanded research-and-development facility in Charleston, South Carolina. \n\n\n\n\nThe company is standing up a space systems development center within the 300,000 square foot facility in order to perform payload, cubesat, smallsat and launch rideshare integration.\n\n\n\nCompanies to offer space hardware, software and services\n\n\n\nDavid Ray, senior vice president of SAIC’s space business unit, said in a statement May 5 that the agreement with GomSpace is “another important step in SAIC’s strategy to leverage its heritage and deep technical expertise in legacy space systems development into a leadership position in the new space economy.”\n\n\n\nAt the Charleston facility, SAIC, Rogue Space and GomSpace North America — a subsidiary of Denmark-based GomSpace Group AB —  will build cubesats and smallsats for space domain awareness, autonomous rendezvous and proximity operations, and in-orbit servicing, the company said. \n\n\n\nSAIC will be GomSpace’s U.S.-based licensed product distributor, services reseller, and space vehicle and mission integrator. \n\n\n\nIn addition to fully integrated spacecraft, the companies plan to also offer software products, spacecraft components, in-orbit services and mission operations.\n\n\n\t\n\n\t\n\n\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tSandra Erwin writes about military space programs, policy, technology and the industry that supports this sector. She has covered the military, the Pentagon, Congress and the defense industry for nearly two decades as editor of NDIA’s National Defense...\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tMore by Sandra Erwin\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\n\t\t\t\n\t\t\n\n\n\n\n\t\t\t\t\n\t\t\t\t\t\n\t"}],"2023-05-10":[{"title":"Tucker Carlson announces plans to relaunch his show on Twitter","link":"https://news.google.com/articles/CBMiRmh0dHBzOi8vd3d3LmNubi5jb20vMjAyMy8wNS8wOS9tZWRpYS90dWNrZXItY2FybHNvbi10d2l0dGVyL2luZGV4Lmh0bWzSAUpodHRwczovL2FtcC5jbm4uY29tL2Nubi8yMDIzLzA1LzA5L21lZGlhL3R1Y2tlci1jYXJsc29uLXR3aXR0ZXIvaW5kZXguaHRtbA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/zWgZN7PSShZSswltg6CYSt-lcQSBjyJ9DG8rvbraNw1WEdmqezCq52368hg647HBTEpdB6MugJaNykiwAdyYX-eSdbW7YpNWUMVBrINCRCSrUSkA-X5Z458416chnYHUBVtCflXOlcjbqiRjj7e-8F39iOj6S9ZOb6vtJRHcPJc1aNWtLfWvWzcerM_62j0IocurCVsXQZXAyTW5ZyRYDlYBY3Ij3ZfPGx7Wn6fLwVs0ZaFdnkqw2bUYlDWzF8PdthyZJA=s0-w100-h100-rw-dcoTWazJ0J","source":false,"datetime":"2023-05-09T22:09:00.000Z","time":"3 hours ago","related":[],"text":"\n        \n                'I thought he was invincible': Ex-Fox News producer reacts to Tucker Carlson firing\n                \n                            02:33\n                        \n                         - Source:\n                CNN\n    \n                \n            \n          \n    Top business news\n      16 videos\n    \n    \n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                'I thought he was invincible': Ex-Fox News producer reacts to Tucker Carlson firing\n                \n                        \n                              \n\n                            02:33\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Kendall Roy's 'Succession' penthouse hits market for $29M\n                \n                        \n                              \n\n                            00:49\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN Business\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Here's what your teen could see on TikTok\n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                'Leave Pity City': Boss to staff worried about bonuses\n                \n                        \n                              \n\n                            02:32\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Watch how Fox News has covered its own trial\n                \n                        \n                              \n\n                            02:05\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN Business\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                'My stomach is hurting from laughing': Hear panelist's reaction to DeSantis' threat to Disney\n                \n                        \n                              \n\n                            01:37\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Low testosterone? It could be your job\n                \n                        \n                              \n\n                            03:16\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN Business\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Gen Z buyers jump into luxury watch market\n                \n                        \n                              \n\n                            03:55\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Are workers losing the leverage they need to win the work-from-home battle?\n                \n                        \n                              \n\n                            01:00\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                'Not enough': Low-wage workers continue to grapple with inflation\n                \n                        \n                              \n\n                            03:08\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Hear major bank CEO's prediction about a possible recession\n                \n                        \n                              \n\n                            00:51\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Elon Musk points to 'violent crime' in San Francisco after death of Cash App founder\n                \n                        \n                              \n\n                            02:36\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Plastic water bottles are not just bad for environment - how they impact your health\n                \n                        \n                              \n\n                            01:34\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                5-year-old makes over $3,000 purchase on her mom's Amazon account\n                \n                        \n                              \n\n                            01:37\n                        \n                            Now playing\n                        \n                         - Source:\n                CNN\n    \n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                Watch how CNN covered the birth of cell phones\n                \n            \n        \n\n                \n    \n    \n\n\n            \n       \n       \n    \n            \n                He was lured by human traffickers with a 'dream job.' Then he got scammed\n                \n                        \n                              \n\n                            02:56\n                        \n                            Now playing\n                        \n                         - Source:\n                CNNI\n    \n                \n            \n        \n\n      \n    \n  \n\n        \n    \n                    \n      New York\n      CNN\n         — \n    \n\n\n  \n      Right-wing extremist Tucker Carlson announced Tuesday that he will relaunch his program on Twitter, which he praised as the only remaining large free-speech platform in the world after Fox News fired him late last month.\n  \n\n  \n      Carlson made the announcement in a video posted to the social media website, which Elon Musk acquired last year. Twitter has devolved in recent months into a chaotic platform where the traditional press has come under assault from the billionaire. \n  \n\n  \n      “Speech is the fundamental pre-requisite for democracy. That’s why it was enshrined in the first of our Constitutional amendments,” Carlson said. “Amazingly, as of tonight, there are not that many platforms left that allow free speech. The last big one remaining … is Twitter, where we are now.”\n  \n\n  \n      Carlson demonized the news media in his announcement video, accusing journalists of often excluding facts that detract from their narratives. He did not mention Musk has censored speech on Twitter, including banning several prominent reporters from the website just last year.\n  \n\n  \n      Although Carlson did not directly address his abrupt firing from Fox News in the video, he strongly alluded to it. \n  \n\n  \n      “The best you can hope for in the news business at this point is the freedom to tell the fullest truth that you can. But there are always limits,” Carlson said. “And you know that if you bump up against those limits often enough, you will be fired for it. That’s not a guess, that’s guaranteed.”\n  \n\n  \n\n\n  \n      The Wall Street Journal, which is controlled by Fox Corporation Chairman Rupert Murdoch, reported last month that Carlson’s contract with Fox News was worth about $20 million a year. The newspaper reported that Carlson was expected to be paid out in full. \n  \n\n  \n      His move to launch a show on Twitter could jeopardize whether he ultimately receives that money. A spokesperson for Fox Corporation could not be immediately reached for comment on the matter. \n  \n\n  \n      But Carlson’s decision to relaunch his show on Twitter signals his strong desire to remain present in both the media and politics, where he played an outsized role while occupying the 8 p.m. ET slot on Fox News. \n  \n\n  \n      Aside from former President Donald Trump, Carlson was arguably the most powerful voice inside the Republican Party, with lawmakers fearing his wrath and appearing on his program in a symbolic bow to his feet.  \n  \n\n  \n      Carlson was able to achieve that influence by posting high ratings. But his monster viewership numbers were earned through the trafficking of anti-immigrant rhetoric, false conspiracy theories, and the promotion of white nationalist talking points.\n  \n\n  \n      Fox News has struggled, however, to fill the gap Carlson left. The network’s ratings have not only fallen significantly in the all-important 8 p.m. time slot in wake of his departure, but they have weakened throughout prime time. The right-wing channel in recent weeks has posted some of its lowest ratings since the era before the September 11, 2001, terrorist attacks.\n  \n\n  \n      For Twitter, the addition of Carlson’s show is unsurprising.\n  \n\n  \n      Musk has helped to elevate the visibility of far-right figures on the platform both by engaging with their tweets from his personal account and by allowing them to pay for Twitter Blue accounts, which provides them “verified” blue checks and comes with greater prominence in search. Musk has urged his millions of followers to vote Republican and also appeared on Carlson’s show on Fox shortly before he was let go.\n  \n\n  \n      Musk has restored the accounts of many users who had previously been banned for violating the platform’s rules, including right-wing figures like Trump and a number of white supremacists and neo-Nazis.\n  \n\n                "},{"title":"Tucker Carlson, Still Under Contract at Fox, Says He Will Start Show ...","link":"https://news.google.com/articles/CBMiUmh0dHBzOi8vd3d3Lm55dGltZXMuY29tLzIwMjMvMDUvMDkvYnVzaW5lc3MvbWVkaWEvdHVja2VyLWNhcmxzb24tdHdpdHRlci1zaG93Lmh0bWzSAQA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/h78EizIOkdWxks9GE9nDw1Sq-mwzpdq6jOm-p3XHpD5YimqaWmm6fNA0VEDNZxDoJCHXUF4a01wnAZQAlCqPJiV3V3m8ZgI7dG4O1m1GSe_wBOji2DoW7HQMs4-DVqIQ8ifftAWOhVv6SssL308pRyCUfgje85dmLfUNqCLnBRwcxoebmDiJmsQ=s0-w100-h100-rw-dcrVWUrqEI","source":false,"datetime":"2023-05-09T23:58:32.000Z","time":"1 hour ago","related":[],"text":"Tucker Carlson, Still Under Contract at Fox, Says He Will Start Show on TwitterHis claim, made on Twitter, suggested that his negotiations to reach an amicable separation with the network had broken down.Tucker Carlson’s remarks, which consisted of a three-minute monologue delivered directly to the camera, could violate the terms of his contract with Fox, which prevent him from hosting a show on an alternate network.Credit...Leigh Vogel for The New York TimesMay 9, 2023Updated 7:58 p.m. ETThe former Fox News host Tucker Carlson, declaring, “We’re back,” said on Tuesday that he was starting a new show on Twitter, a sign that negotiations to reach an amicable separation with the network, where he is still under contract, had broken down.Mr. Carlson offered no details of when his new program would begin or what kind of content it would have. The many unanswered questions highlighted the uncertainties surrounding his future — a career in which he would be deprived of a prime-time platform on Fox News.Among the possibilities: Fox could ultimately block any attempt by the host to return to a prominent role in conservative media.A representative for the Fox Corporation, which has been engaged in negotiations over the details of Mr. Carlson’s exit from the network since he was taken off the air last month, had no comment.On Monday, Mr. Carlson had a conversation with the Fox Corporation executive chairman, Lachlan Murdoch, to discuss a possible exit from the company, according to a person with knowledge of the meeting.Mr. Carlson’s remarks on Tuesday, posted on Twitter — a platform run by Elon Musk, a provocateur in a similar mold as the combative, contrarian host — consisted of a three-minute monologue delivered directly to the camera. The video could violate the terms of his contract with Fox, which prevent Mr. Carlson from hosting a show on an alternate network.One way Fox could try to prevent Mr. Carlson from posting new videos would be to seek an injunction, said Andy Lee, an entertainment lawyer with Foley & Lardner. But the network would have to persuade a judge that Mr. Carlson was doing irreparable harm to the network, such as by damaging its reputation or disclosing sensitive information. It would also have to show a likelihood that it would win at trial, another hurdle.Mr. Carlson would probably resist all those arguments and also argue that his Twitter videos were protected under the First Amendment.“The burden is high for this remedy, but people get injunctions all the time,” Mr. Lee said.Bryan Freedman, Tucker Carlson’s lawyer, did not respond to requests for comment.In response to Mr. Carlson’s tweet, Mr. Musk posted on Twitter that “we have not signed a deal of any kind whatsoever.” He added that Mr. Carlson would be “subject to the same rules & rewards of all content creators.”Mr. Carlson started the monologue on Tuesday with a critique of the news industry, which he said was incapable of telling the truth. And he appeared to issue a veiled threat to disclose what he’d learned about the inner workings of the various media companies where he held various roles over the course of three decades.“After more than 30 years in the middle of it, we could tell you stories,” said Mr. Carlson, who eschewed his usual coat and tie for a button-up checkered shirt. He recorded the video from his studio in Maine, according to a person with knowledge of how it came together.In the video, Mr. Carlson offered little in the way of explanation for what his new show might entail, saying only that it would resemble “the show we’ve been doing for the last six and a half years,” a reference to his 8 p.m. Fox News program, “Tucker Carlson Tonight.” Mr. Carlson said that “free speech” would be a major theme of the show, calling it “the main right you have.”“See you soon,” Mr. Carlson said. He also launched a website, TuckerCarlson.com, promising subscribers “instant updates” on where and when they could watch the former Fox News host.When Mr. Musk purchased Twitter last October for $44 billion, he justified the high price tag by saying he was protecting “free speech” and would reverse many of the content moderation decisions that had been made by a company he believed had become too left-leaning. He welcomed back many previously suspended or banned users, including known white nationalist accounts. Researchers reported more hate speech on the site, and many advertisers fled.Last month, Mr. Musk went on Mr. Carlson’s Fox show to talk about his ownership of Twitter. He described the financial pressures on the company, noting that he had just halved the internal valuation of the company to about $20 billion.“But some things are priceless,” Mr. Musk said. “And so whether I lose money or not, that is a secondary issue compared to ensuring the strength of democracy, and free speech is the bedrock of a functioning democracy.”That interview would be one of Mr. Carlson’s last on Fox. The following week, shortly after Fox settled a defamation case partly involving Mr. Carlson for $787.5 million, the network canceled his popular show.Mr. Carlson’s personal text messages released as part of the court case, brought by Dominion Voting Systems, had became a major source of embarrassment for Fox News. Mr. Carlson was revealed to have disparaged former President Donald J. Trump as “a demonic force” and a “destroyer.”Later, in a text message that Fox concealed from the public record in the case, Mr. Carlson described how he had recently watched a video of a group of men beating up an “Antifa kid.” “It’s not how white men fight,” he wrote to one of his producers, in an expression of racial superiority. He went on to say that he had wanted that group to kill the person, only to realize that he’d gone too far.It’s unclear if Mr. Carlson’s show would be live or taped, and through which format it would be broadcast on Twitter.It’s also unclear whether Mr. Musk would pay for the production for the show or compensate Mr. Carlson. One option for Mr. Musk could be to place Mr. Carlson’s show behind a paywall on Twitter. Mr. Musk has pushed for creators to use Twitter to exclusively distribute their content and the company recently unveiled subscription features Mr. Musk hopes can contribute meaningful revenue that could wean the platform off its dependence on advertising.In his tweet on Tuesday, Mr. Musk said the “rewards” available to Mr. Carlson “means subscriptions and advertising revenue share (coming soon), which is a function of how many people subscribe and the advertising views associated with the content.”Mr. Carlson may not only attract members of his older demographic to sign up for Twitter, but also get them to subscribe for exclusive content.But giving a prominent platform to Mr. Carlson could risk further alienating many national brands, leading to fewer advertising dollars for Twitter.Gain unlimited access to all of The Times. $6.25 $1 a week for your first year.\nUnlimited access to all of The Times.$6.25 $1 a week for your first year.Gain unlimited access to all of The Times. $6.25 $1 a week for your first year.\nUnlimited access to all of The Times.$6.25 $1 a week for your first year."},{"title":"Tucker Carlson says Roger Ailes would ‘never have put up’ with liberal attack on Fox News","link":"https://news.google.com/articles/CBMibWh0dHBzOi8vd3d3LnRoZWd1YXJkaWFuLmNvbS9tZWRpYS8yMDIzL21heS8wOS90dWNrZXItY2FybHNvbi1sZWFrZWQtdmlkZW8tcm9nZXItYWlsZXMtbGliZXJhbC1hdHRhY2stZm94LW5ld3PSAW1odHRwczovL2FtcC50aGVndWFyZGlhbi5jb20vbWVkaWEvMjAyMy9tYXkvMDkvdHVja2VyLWNhcmxzb24tbGVha2VkLXZpZGVvLXJvZ2VyLWFpbGVzLWxpYmVyYWwtYXR0YWNrLWZveC1uZXdz?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/Zs3GPa0hNN7x6Axgf6Y860JRjF_--4uwunNg0hDv_nzdGNhcouE1K7yPB2Ask9jmlBqTLf5z0RbO-CUl5xnIbPwA_zY-VpMIkC2yp032N25wbdaUFA65gcUR-OwbSjpxCF1PSoIOVtfN0TIgZMf28EH3buABul7E9jna7RcNNXh7DvkIa_jYAAZ0Zgv_J0ezbNVuxh-6kL6_mBeXPg7gKguKgQCMQThK-2SZtpGhrlmwo_J0wmaKL2YqxyAR158A5IK058tdK2oOl7woZbr3aV8K7-WLh2cHqMooXZS_aeY2DdiqwME8NmhTmIHU5LeGlU1DQwKUG9T2vBWZqdmYQC1j3PeRLCpyG0zX4_ZlOae1WWSlMYWbChDRhRPPAB6tS3WcPdOuHOF1DccwWTSwByt6KGjg1xlSd9_2ea6JfVA1vSHRYiXOBEo9aEBZqFwG1rN-AHHIpBE=s0-w100-h100-rw-dcKUKG7B0I","source":false,"datetime":"2023-05-09T16:33:00.000Z","time":"8 hours ago","related":[],"text":"Fox News was under attack from liberals and its former chief executive Roger Ailes would have “never put up with this shit”, Tucker Carlson told his producer in new leaked video of the fired Fox star.Describing a conversation with an unnamed female executive at the rightwing network, Carlson said: “I was like, she’s got a lot of liberals working over there. And, you know, they see this as war and we’re the main force on the other side.“That’s crazy. If you’ve got pronouns in your Twitter bio, you shouldn’t work here because we can’t trust you because you’re on the other side.“Just because you’re liberal doesn’t mean you did this. It does mean you shouldn’t work here. And Roger would never put up with this shit.”Ailes built Fox News into a conservative political powerhouse but was fired in July 2016 after allegations of extensive sexual harassment. He died less than a year later.Fox News has now been sued for gender discrimination by Abby Grossberg, a former producer who alleges that Carlson ran a workplace rife with misogyny, sexism, antisemitism and bullying. Fox has called the claims “unmeritorious” and “riddled with false allegations against the network and our employees”.The video of Carlson discussing leaks and liberals was the latest published by Media Matters for America, a progressive watchdog, since the anchor was fired last month.Carlson’s termination came in the aftermath of the $787.5m settlement of a $1.6bn defamation lawsuit brought by Dominion Voting Systems, over the broadcast of Donald Trump’s lies about voter fraud in his 2020 presidential race defeat by Joe Biden.Other leaked videos have shown Carlson making misogynistic and insinuating remarks; saying the Fox Nation streaming channel “sucks”; and calling a Dominion lawyer a “slimy motherfucker”.Fox News has not commented on the reason for Carlson’s firing. Multiple outlets have reported that abusive comments about executives contributed to the decision. Sources close to Carlson have disputed that.The New York Times revealed a text message, redacted in court filings where many abusive and crude messages were not, in which Carlson described Trump supporters attacking a counter-protester and said it was “not how white men fight”.In an investigation last year, the Times called Carlson’s prime-time opinion show “what may be the most racist show in the history of cable news – and also … the most successful”.The video released on Tuesday showed Carlson’s discussing the leak of material cut from an October 2022 interview with Ye, the rapper formerly known as Kanye West who expressed antisemitic views with little pushback.The producer, Justin Wells, said: “I knew it was going to leak when we taped that interview. I told everyone on the team in New York: ‘Get that on the hard drives immediately, get that out of Fox’s file system, off its servers immediately. If you need it to cut for the show, rename it to something that sort of they can’t find. Do that now.’ We did all that and it still leaked.“Nobody’s been leaked that I know of besides us,” he adds, “so whoever’s leaking is targeting us.”Carlson said he would not “name names” about which liberals were leaking but also described “Judge Jeanine’s guy” as “horrible” and “a screaming leftwing lunatic”.Jeanine Pirro, another opinion host, remains at Fox News despite being entangled in the Dominion case.Media Matters said: “Jerry Andrews, Pirro’s executive producer, repeatedly and unsuccessfully sought to prevent her from airing false claims about fraud rigging the 2020 presidential election, according to documents uncovered in the Dominion Voting Systems lawsuit.”Carlson said the Pirro staffer “totally dicked over his anchor, and then we expect he’s not going to dick over the network. Like, I don’t have specific information on it, but … … it’s crazy … It’s like I’m always telling people, I’m telling my children, like, ‘You know what the truth is? You can feel it. Don’t lie to yourself.’”Last week, Media Matters said it had rejected a demand that it stop publishing leaked videos.The group’s president, Angelo Carusone, said: “Reporting on newsworthy leaked material is a cornerstone of journalism. For Fox to argue otherwise is absurd and further dispels any pretense that they’re a news operation.”"},{"title":"Leaked video shows Tucker Carlson musing about ‘pillow fights’ in women’s bathroom","link":"https://news.google.com/articles/CBMie2h0dHBzOi8vdGhlaGlsbC5jb20vaG9tZW5ld3MvbWVkaWEvMzk4ODEzOS1sZWFrZWQtdmlkZW8tc2hvd3MtdHVja2VyLWNhcmxzb24tbXVzaW5nLWFib3V0LXBpbGxvdy1maWdodHMtaW4td29tZW5zLWJhdGhyb29tL9IBf2h0dHBzOi8vdGhlaGlsbC5jb20vaG9tZW5ld3MvbWVkaWEvMzk4ODEzOS1sZWFrZWQtdmlkZW8tc2hvd3MtdHVja2VyLWNhcmxzb24tbXVzaW5nLWFib3V0LXBpbGxvdy1maWdodHMtaW4td29tZW5zLWJhdGhyb29tL2FtcC8?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/89TgDC7QStkyG49NlfEOs6qMwdiDItOWa75xQ6mJOEJYghC6Z82pmMhIzlCgc1i1sbk7I4rYGDnnqgAtsWQTJ4Ed-6uaCtFK94TPbJMlrGtM4_F4apP1222Z4ryWZYT_142_-YCrv249RRi-loYClMMLnCXW3g=s0-w100-h100-rw-dcsTScj50J","source":false,"datetime":"2023-05-04T16:41:00.000Z","time":"5 days ago","related":[],"text":"\n\t\nNewly revealed video of former Fox News host Tucker Carlson shows him asking a female makeup artist about what goes on in the women’s bathroom. \n\n\n\n“Can I ask you a question?” Carlson is seen asking. “You don’t have to answer, it’s personal … I’m not speaking of you, but more in general with ladies, when they go to the ladies room and powder their noses, is there actually nose-powdering going on?”\n\n\n\n\n\n“Sometimes,” the makeup artist says, to which Carlson replies “Oh … I like the sound of that.”\n\n\n\n“Do pillow fights ever break out?” Carlson asks before saying: “You don’t have to, you don’t have to … OK. Not in the bathroom. That’d be more a dorm activity.”\n\n\n\nThe host is then seen telling the makeup artist she is a “good sport” and thanking her for applying his makeup. \n\n\n\n\n\n\n\nThe video is just the latest in a string of videos of Carlson leaked to Media Matters for America, the liberal media watchdog, since his exit at Fox News. \n\n\n\nEarlier videos showed him referring to a woman as “yummy” and deriding Fox’s streaming service, Fox Nation. A bombshell New York Times report earlier this week revealed the host had texted a producer on his show after watching the violence that broke out during the Jan. 6, 2021, attack on the U.S. Capitol in which he quipped about “how white men fight.” \n\n\n\nCarlson was booted from his prime-time hosting slot on Fox last week, and neither the network nor the former host have spoken publicly about what led to his ouster.   \n\nCopyright 2023 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed."},{"title":"Tucker Carlson called woman ‘yummy,’ leaked video shows","link":"https://news.google.com/articles/CBMiT2h0dHBzOi8vd3d3LndhdGUuY29tL25ld3MvdHVja2VyLWNhcmxzb24tY2FsbGVkLXdvbWFuLXl1bW15LWxlYWtlZC12aWRlby1zaG93cy_SAVNodHRwczovL3d3dy53YXRlLmNvbS9uZXdzL3R1Y2tlci1jYXJsc29uLWNhbGxlZC13b21hbi15dW1teS1sZWFrZWQtdmlkZW8tc2hvd3MvYW1wLw?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/aHp3pB1QeQS2rpuDywXjGYMuuQCYgOGAtfX9g4rI_5gyuOCRGvfmr7qr8iIA7mNOuQ5u7rW_30JmdO3zUTfCMTtVhmcMqqonQmtmObvgdPk4H2Havj28m7UjrAzcM7N5_alK2F1D_C5pmnchLS5wn0WzfHNG5cXM=s0-w100-h100-rw-dcoTKeDJYK","source":false,"datetime":"2023-05-04T20:10:46.000Z","time":"5 days ago","related":[],"text":"\n\t\t\n\t\t\nFormer Fox News host Tucker Carlson called a woman “yummy” and made other inappropriate comments on the set of his popular show, newly revealed footage shows. \n\n\n\n“If we’re going to talk about sex, I’d love to hit some of the fine points of technique. But, you know, but it’s your show. It’s totally up to you,” Carlson is seen saying on the video, leaked to Media Matters for America, saying to Piers Morgan, another top pundit on Fox. \n\n\n\n“We can certainly talk about your sexual technique, especially after your tanning testicles last week,” Morgan replied, referring to a special Carlson had recently produced for Fox Nation on masculinity and manhood. \n\n\n\nIn another leaked video, Carlson is seen in conversation with someone off camera saying “You wouldn’t. Okay? I’m not, you know what, I’m not qualified on that score. I will say, I thought his girlfriend was kind of yummy.”\n\n\n\nCarlson clarifies that he is “kidding” and jokes about footage of his comments being leaked to Media Matters, the liberal media watchdog that tracks Fox and other conservative outlets. \n\n\n\n“Hey, Media Matters for America, go f— yourself …. I don’t even know what his girlfriend looks like. And if I did, I would not find her yummy,” Carlson says. \n\n\n\n\n\nCarlson on a third leaked video is heard disparaging his “post-menopausal fans.” \n\n\n\nThe leakage of Carlson’s off-air comments come just over a week after he was ousted by the network in a move that sent shockwaves through the media and political worlds. In the days since, a number of unconfirmed reports have surfaced suggesting the host’s private messages and comments about network leadership led to his departure. \n\n\n\nCarlson’s “yummy” comment had previously been reported The New York Times, which cited an anonymous source, previously reported on Carlson’s “yummy” comment, but until Tuesday, video proof of it had not been publicized. \n\n\n\nThe controversial host is also a defendant in workplace harassment lawsuit filed by an ex-producer at Fox, Abby Gorssberg, who was fired by the network just days before it agreed to pay $787 Million to settle a massive defamation lawsuit against brought by Dominion Voting Systems. Gorssberg has threatened to go public with more recordings showing misconduct by top hosts and executives at Fox. \n\n\n\n\n\n“Abby Grossberg’s allegations in connection with the Dominion case are baseless and she had no bearing on the settlement,” Fox said in its most recent statement about the suit from the former producer. “We will vigorously defend Fox against all of her unmeritorious legal claims, which are riddled with false allegations against the network and our employees.”   \n\n\n\nFox has not publicly said why it parted ways with Carlson. The host briefly broke his silence last week following his ouster, posting a cryptic video message on his Twitter account in which he decried “both political parties and their donors” who said “have reached consensus on what benefits them and they actively collude to shut down any conversation about it.” \n\n\t\t\n\t"},{"title":"Fox tops profit expectations as CEO affirms programming strategy ...","link":"https://news.google.com/articles/CBMiYGh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2J1c2luZXNzL21lZGlhLXRlbGVjb20vZm94LWJlYXRzLWVzdGltYXRlcy1xdWFydGVybHktcmV2ZW51ZS0yMDIzLTA1LTA5L9IBAA?hl=en-US&gl=US&ceid=US%3Aen","image":"https://lh3.googleusercontent.com/proxy/Phe8azn7RXcq1lRCgjchrarHXLF2fwmtJWsJ3zub-XW-k6k0zxuuxsdrBED7vzUX3o7NRZ1MwjLwPYh27NjQ-xY20TgfNt3f93g5mS8tMmlj6gEM8Q2HhVCscpChy6pCwcXArcYXdaSZgu55FLyV20VpouljTpc=s0-w100-h100-rw-dcDfSEptED","source":false,"datetime":"2023-05-09T16:54:00.000Z","time":"8 hours ago","related":[],"text":"May 9 (Reuters) - Broadcaster Fox Corp (FOXA.O) beat estimates for third-quarter revenue and adjusted profit on Tuesday, as Chief Executive Lachlan Murdoch affirmed the company’s prime-time programming strategy following its recent $787.5 million settlement with Dominion Voting Systems and dismissal of star host Tucker Carlson.Dominion had sued Fox for $1.6 billion over its coverage of debunked vote-rigging claims about the voting technology firm. The two sides settled the dispute on April 18 prior to the start of opening statements.“We made the business decision to resolve this dispute and avoid the acrimony of a divisive trial and a multi-year appeal process, a decision clearly in the best interest of the company and its shareholders,” Murdoch said during a call with investors.Shares of the company were up 2.4% in early trading.Total revenue rose 18% to $4.08 billion, inching past analysts' estimates of $4.03 billion, according to Refinitiv data.Fox's ad revenue also surged 43% to $1.88 billion, well past the expectation of $1.67 billion.Murdoch said the results were supported by higher viewership for Fox Sports' broadcast of Super Bowl LVII and growth at its streaming service Tubi, which delivered 31% revenue growth in the quarter.The company, however, posted a net loss of $50 million due to charges associated with costs related to the news operations' legal settlement.Murdoch said the company will be “ready to defend” the pending $2.7 billion lawsuit from a second voting technology firm, Smartmatic, when it goes to trial, which will likely not be until 2025.Fox Chief Financial Officer Steve Tomsic said he expects the company's buyback pacing to continue \"whatever happens with future litigation\" due to its strong cash position.Fox finished the quarter with $4.1 billion in cash.Fox \"can handle Dominion's (settlement charge) because they are very under-levered with a ton of cash,\" said Douglas Arthur of equity research firm Huber Research Partners.The upbeat results from Fox underscore the cautious approach by advertisers who are mostly buying slots on dominant networks.On an adjusted basis, Fox earned 94 cents per share, above estimates of 87 cents.Murdoch repeated Fox’s defense of its Dominion coverage, saying, “We always acted as a news organization reporting on the newsworthy events of the day.”The judge overseeing the Dominion case had ruled in March that Fox could not use its “newsworthy” argument as a defense, finding its coverage was false, defamatory and not protected by the First Amendment.Reporting by Yuvraj Malik in Bengaluru; Editing by Anil D'SilvaOur Standards: The Thomson Reuters Trust Principles."}]}